{
    "caseStudies": [
     {
        "id": "case-study-1",
        "mainCategory": "Transformation",
        "subCategory": "Infor",
        "vertical": "Manufacturing",
        "title": "India's Leading Manufacturer of Engineered Equipments Successfully Implements Cloud based Infor Solutions",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Manufacturing",
          "projectLocation": "India",
          "engagementSince": "2018",
          "solutionSnapshot": [
            "No of Users: 150+",
            "First Infor Cloud implementation in India",
            "Use of standard functionality of 'Import-Export' for Data Migration",
            "Multilevel workflow approval for Purchase Order, Sales Order & RFQ"
          ]
        },
        "customerBrief": {
          "description": "The organization is a leading manufacturer of engineered equipment for critical applictions in the global chemical and pharmaceutical markets. Headquartered in Mumbai, India, the company has a state-of-the-art manufacturing plant in Gujarat, India. It has a diversified product portfolio that includes Mixing Systems, Filtration & Drying Equipment, Engineered Systems, and Tailor Made Process Equipments.",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "",
          "businesscaseList": [
            "Sound understanding of business based on Presale Study",
            "Commitment to ensuring the dedicated and continuous project team throughout the project duration"
          ]
        },
        "challenges": {
          "description": "The Customer was facing the following business challenges:",
          "keyChallenges": [
            "Customer order-wise manufacturing tracking",
            "Equipment-wise actual cost tracking",
            "Manual tracking of subcontracting inventory",
            "E-mail based workflow authorization",
            "Excel-based MIS Reporting"
          ]
        },
        "solution": {
          "description": "The scope of the solution covers the implementation of Infor LN with India localization, Infor OS and Infor reporting. Modules covered are engineering, planning, manufacturing, service, CRM, sales, procurement, warehousing, quality, freight, finance, costing, & taxation.",
          "features": [
            "All business processes are mapped using standard functionalities of Infor Products (i.e. No Functional Customization)",
            "Key challenges of the customer such as customer order wise manufacturing tracking, as well as actual cost tracking of each unit have been addressed using standard functionalities like project, demand pegging, & actual costing",
            "Training on tools module of Infor LN 10.4",
            "Installation and training of Infor OS (i.e. Xi) & Infor Reporting",
            "Development of reports, workflows, & alerts"
          ]
         
        },
        "benefits": {
          "description": "",
          "list": [
            "Customer order wise equipment tracking for each stage of production is available through the system",
            "Actual costing of each equipment is made available directly from the system",
            "Equipment wise and customer order wise profitability is derived from the system",
            "Complete tracking of subcontracting is done through the system",
            "Customer team is now able to manage the L1 support independently",
            "Customer's internal IT team can configure internal reports and workflows requirements"
          ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },
      {
        "id": "case-study-2",
        "mainCategory": "Transformation",
        "subCategory": "Infor",
        "vertical": "Manufacturing",
        "title": "India Offices of Leading Metal Plate Cutting Machine Manufacturer Successfully Go Live with Infor CRM Solution",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Manufacturing",
          "projectLocation": "India",
          "engagementSince": "2021",
          "solutionSnapshot": [
            "Infor CRM with Infor LN integration",
            "Infor CRM with Infor XM integration",
            "XBAR with Outlook integration",
            "Bing Map"
          ]
        },
        "customerBrief": {
          "description": "The client is a global supplier of cutting-edge solutions for the metal-working industry. With reliable cutting technologies, flexible service packages and intelligent software solutions they are setting standards worldwide. As the technology leader in the thermal cutting industry, they are constantly working on smarter, faster, and more reliable solutions with added value for customers.",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "Since the India offices did not have an integrated CRM system",
          "businesscaseList": [
            "",
            ""
          ]
        },
        "challenges": {
          "description": "Customer were facing challenges with regards to:",
          "keyChallenges": [
            "Increasing sales by systematically following a sales process",
            "Increasing market reach via leads and prospects",
            "Effective lead management",
            "Actvity / calendar management"
          ]
        },
        "solution": {
          "description": "Customer was already using Infor CRM in Germany and hence wanted to roll it out to the India location. Their objective was to get the right data from the system which could help them to grow in the right direction. Below activities were carried out successfully",
          "features": [
            "Integration of Infor CRM with Infor LN, so that the Sales team can have all required customer details in Infor CRM without logging into LN",
            "Integration of Infor CRM with XM Management, for tracking all expenses incurred in getting a Lead and converting it to Opportunity",
            "XBAR with outlook integration, for capturing new customer details in Infor CRM without logging in.",
            "Bing Map, for helping the Sales team in tracking customer locations and guiding them to reach the required destination."
        ]
         
        },
        "benefits": {
          "description": "",
          "list": [
            "Complete 360° view of customer",
            "Easy viewing of transactional data",
            "Streamlined integrated business processes mapped in the system",
            "Easy collaboration & communication using Infor OS"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-3",
        "mainCategory": "Transformation",
        "subCategory": "Infor",
        "vertical": "Marine Services",
        "title": "Europe’s Leading Marine Services Provider Selects LVDGI for Infor LN Managed & Rollout Services from Offshore",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Marine Services",
          "projectLocation": "Netherlands",
          "engagementSince": "2018",
          "solutionSnapshot": [
            "Scope covering multiple INFOR products - LN, ION, OS, d/EPM, XM",
            "Multi-time zone support window covering 30000+ offshore & 5000+ onsite hours",
            "Activities include support, upgrade, roll-out and integration with other applications",
            "Service level KPI definition & monitoring",
            "Successful upgrade from Infor LN 10.5 to 10.6",
            "Strong governance model"
          ]
        },
        "customerBrief": {
          "description": "The organization has over 100 years of experience in hydraulic engineering, coastal protection and land reclamation. They operate in 90 countries and across six continents, with a versatile fleet of more than 900 vessels and floating equipment. They are a leading global dredging contractor and marine services provider offering a unique combination of experts, vessels and services. Maintaining the highest safety and sustainability standards, they provide innovative and competitive all-round solutions to their clients in the offshore energy sector, ports, and coastal and delta regions of the world.",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "The customer was having an in-house support team for managing the support and maintenance of its Infor suite of products",
          "businesscaseList": [
            "",
            ""
          ]
        },
        "challenges": {
          "description": " They wanted to outsource the Managed support services and also wanted to bring in flexibility and agility in the support team augmentation. They were keen to build up more knowledge on Infor LN and bring in consulting experience to provide seamless support to their users. The requirement was for multi-time zone support along with expertise in multi-geography rollouts.",
          "keyChallenges": [
            "",
            "",
            ""
          ]
        },
        "solution": {
          "description": "LVD Godrej Infotech nv (LVDGI) was selected for this engagement due to the following criteria",
          "features": [
            "Experience & knowledge of INFOR Suite of Products",
            "LVDGI’s relation with INFOR as an Alliance, Channel & Co-development Partner",
            "Presence in Europe for similar support engagements",
            "Godrej Infotech Ltd.’s experience in handling support for the parent company Godrej & Boyce, covering 5000+ user licenses for INFOR Suite of Products and more than 150+ satellite applications"
        ]
         
        },
        "benefits": {
          "description": "",
          "list": [
            "The assignments were completed 100% from offshore",
            "As of date, LVDGI has successfully completed support of 1000+ calendar days",
            "Support was started with a 17 company structure which has now been enhanced to a 120+ company structure",
            "The team has successfully completed year end, month end and quarter end closing for the last thre years on time, even after increasing the no. of rollouts",
            "Support window across APAC, Middle East, & Europe time zones",
            "Upgrade project to Infor LN 10.6 has been delivered on time with highest quality and negligible post go live issues"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-4",
        "mainCategory": "Transformation",
        "subCategory": "Ketla",
        "vertical": "Trading and Distribution",
        "title": "Wholesale Distribution Made Easy with Infor LN for Saudi Arabia's Largest Trading Organization",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Trading and Distribution",
          "projectLocation": "Kingdom of Saudi Arabia",
          "engagementSince": "2011",
          "solutionSnapshot": [
            "Automated Warehouse Activities",
            "International Shipments",
            "Reconciliation of Intermediate Accounts",
            "Standardized Costing",
            "Business Intelligence"
          ]
        },
        "customerBrief": {
          "description": "The client is one of Saudi Arabia’s largest family owned business empires with operations spreading into several cities of the Kingdom. The group’s success has largely been due to its ability to establish long standing alliances, joint ventures, dealerships and license arrangements with leading worldwide organizations. The client has multiple lines of business for distribution of Bridgestone tires, batteries, luxury perfumes, designer brands, watches and leather goods. They also cater to real estate development and maintenance, including construction of commercial buildings such as malls and office facilities.",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "The client’s companies are organized as separate business divisions for ease of operations and management. Handling such a huge volume of diverse business processes, each with a unique challenge to resolve, was impacting the operational efficiency of the organization. The current ERP system had the following issues that needed urgent fixing in order to avoid further financial and operational ramifications",
          "businesscaseList": [
            "",
            ""
          ]
        },
        "challenges": {
          "description": "",
          "keyChallenges": [
            "Time consuming manual warehouse transfers",
            "Unorganized customer codes",
            "Lack of purchase requisition approval processes",
            "Inefficient invoice handling for incoming supplies",
            "Tedious warranty calculations",
            "Inconsistent product costing",
            "Unconsolidated financial reports",
            "The group company had a number of diverse business units, due to which a larger team with specific functional skill sets was needed. In addition to Logistics, GITL consultants with Project and Services expertise were involved in this project.",
            "The project involved complex integration with other add-on products such as Infor ION, Infor EAM and Microsoft Project."
          ]
        },
        "solution": {
          "description": "The client decided to change its current IT system and move to a customized version of the INFOR LN ERP product. Godrej Infotech Limited (GITL) was selected as the implementation partner due to its impeccable track record of successfully handling complex ERP implementations. Consultants from GITL worked onsite at the customer location to understand business requirements and design the best fit solution. The solution provides the following features:",
          "features": [
            "Advance Shipment Notice (ASN): This feature creates a standard way of tracking actual versus expected shipped quantities. Prior delivery intimation helps the supply chain department to maintain inventory at optimum levels",
            "Improved Purchase Process: Excess spending is controlled by introducing the authorized purchase requisition process",
            "Warranty Accounting: Warranty process is streamlined by automatic creation of Debit and Credit Note for posting into pre-configured expense and liability accounts.",
            "Customer, Supplier and Item Dashboards: The CRM dashboard displays key data points such as credit limit, available credit, order balance and invoice balance for respective customers. Similarly, Supplier and Inventory dashboards publish correlated analytic data into a single consolidated view.",
            "Easier Warehouse Transfers: Creation of standard system processes for initiating warehouse transfers leads to faster logistic throughput.",
            "Easier Document Management: Object data management (ODM) technology allows for attaching documents to different artifacts that are created during the business processes.",
            "Landed Cost Calculator: Product costing across warehouses is standardized by accounting for global shipment regulations based on item classification, source and destination country."
        
        ]
         
        },
        "benefits": {
          "description": "The client experienced increased operational efficiencies in different areas such as",
          "list": [
            "Inventory Tracking and Control: Transparency of stock movement across warehouses, better invoice management of incoming supplies and advanced recording of shipment details lead to a well streamlined and efficient inventory system.",
            "End User Experience: Features such as intuitive customer coding, visual representation of items and partners and auto import export of data leads to ease of operations for end users.",
            "Workforce Productivity: Automatic conversion of purchase requisition to purchase orders saves considerable amount of data entry time and effort."
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-5",
        "mainCategory": "Transformation",
        "subCategory": "Infor",
        "vertical": "Discrete Manufacturing",
        "title": "Industrial Valve Manufacturer Successfully Integrates Infor ERP with Product Lifecycle Management (PLM) System",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Discrete Manufacturing",
          "projectLocation": "United Arab Emirates",
          "engagementSince": "2008",
          "solutionSnapshot": [
            "Electronic Storage and Retrieval of Documents",
            "Two Way Interface with Windchill PLM System",
            "Efficient Order Tracking and Component Traceability",
            "Simpler CRM and SCM Systems"
          ]
        },
        "customerBrief": {
          "description": "The client is a leader in the field of industrial value manufacturing with operations in Spain, Canada, USA, Brazil, UAE, India and China. They specialize in the manufacturing of Gate, Globe, Ball, Butterfly and Plug valves used worldwide by Oil and Gas, Power, Chemical, Petrochemical and other industries.",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "The organization was facing operational issues due to data and process duplication across multiple legacy systems. There was no single source of truth for inventory, purchase, supplier and customer data making it difficult for the management to perform any significant decision analysis. Order management was complicated due to multiple production typologies such as make to stock (MTS) and engineer to order (ETO). The unorganized non integrated data was causing frustration amongst users of the system leading to staff demoralization and workflow inefficiencies. The company was in need for a single integrated automated system that would rationalize business processes and data.",
          "businesscaseList": [
            "",
            ""
          ]
        },
        "challenges": {
          "description": "The non-integrated and semi automated legacy systems that were part of the original infrastructure landscape had to be studied and de-commissioned in a phased manner. The team of consultants had to ensure that the functionalities were appropriately available in the new system in optimized form. Training of users and preparation of in-depth system documentation had to be carried out so as to ensure easy adoption of the new system.",
          "keyChallenges": [
            ""
            ]
        },
        "solution": {
          "description": "The client evaluated a number of ERP systems specialized for the manufacturing industry and zeroed in on the use of the INFOR product. In order to implement the product across multiple locations, the client engaged with experienced INFOR partner Godrej Infotech Limited (GITL). Consultants from GITL did a detailed system study to understand the unique issues faced by the client and accordingly proposed a customized solution with the following highlights:",
          "features": [
            "Web based supplier solution for accurate data collection regarding status of deliveries",
            "Web based CRM solution to manage customers/ suppliers",
            "Object data management (ODM) functions for electronic issue and storage of documents such as drawings and material test certificates",
            "Offline interface with Windchill PLM solution",
            "Employee, raw materials and package bar codes for speedy and accurate data capturing ",
            "Heat number tracking of components by scanning through hand held devices",
            "System generated test certificates based on component and item identification"
        
        ]
         
        },
        "benefits": {
          "description": "The integrated system implementation of INFOR LN brought in significant improvements in the client’s operations such as",
          "list": [
            "Improved online and accurate status reporting of customer orders",
            "Automatic shipping and packing list preparation",
            "Reduced document processing and retrieval time",
            "Reduction in Physical Storage",
            "Reduced follow up with suppliers/ vendors",
            " Reduction in PLM License Costs"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-6",
        "mainCategory": "Transformation",
        "subCategory": "Infor",
        "vertical": "Printing & Packaging",
        "title": "Leading Packing and Printing Company of Saudi Arabia Reduces Paper Work by 70% with INFOR LN Implementation",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Printing & Packaging",
          "projectLocation": "Kingdom of Saudi Arabia",
          "engagementSince": "2010",
          "solutionSnapshot": [
            "Implementation of Infor LN FP5 and FP7 with Payroll",
            "Implementation of Infor ION Workflow",
            "Implementation of COGNOS Reporting ",
            "Implementation of Q-Pulse Quality Management System"
          ]
        },
        "customerBrief": {
          "description": "The client is a major industrial entity specialized in providing technical and practical solutions for the printing and packaging industries for more than 30 years. The company has also strategically diversified into the education industry, specializing in curriculum development and e-learning. The main four business units are Paper and Board, Liquid Packaging, Plastic and Education",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "The current system of the client was incapable of handling the complexities of the growing business requirements",
          "businesscaseList": [
            "",
            ""
          ]
        },
        "challenges": {
          "description": "",
          "keyChallenges": [
            "The client was using a multitude of non integrated software for various business functions such as Workflow, Q-Pulse, IMS, Cognos, CRM and POS. This varied software landscape was difficult to maintain and inefficient as significant data and processes were crossing software boundaries leading to redundancies.",
            "The businesses were handling multiple production typologies such as Make to Order (MTO), Make to Stock (MTS) and Engineer to Order (ETO) which impacted the Order Management system.",
            "The process for preparing complex reports was manual and cumbersome.",
            "Business processes were person dependent and semi-automated.",
            "Inventory management was un-optimized and there was no visibility of stock levels.",
            "Production costs and sales estimates could not be accurately determined from the system."    
        ]
        },
        "solution": {
          "description": "In order to keep up with the growing demands of their complex business needs, the client decided to implement the Infor LN FP7 ERP system. The solution also involved the integration of Infor with other systems such as CRM, POS, Cognos Reporting and Q-Pulse for Quality Management. In order to successfully implement this complex system, the client partnered with Godrej Infotech Limited (GITL). GITL’s consultants worked onsite as well as offshore and took charge of all phases starting from analysis, design and implementation to rollout and support. Infor LN FP7 implementation offered multiple features to the client such as:",
          "features": [
            "Tracking of Inventory from raw material to finished goods at each level",
            "Calculation of Sales Incentive Schemes for Sales Personnel",
            "Dynamic Manufacturing plan based on availability",
            "Extensive use of bar-coding for automating production, warehouse and shipping processes",
            "Integrated payroll management and human resources system",
            "Set up of multi business company structure along with reporting to Group Company",
            "Strategic reporting facility"
        ]
         
        },
        "benefits": {
          "description": "The implementation of INFOR LN FP 7 led to innumerable benefits for the client such as:",
          "list": [
            "Better visibility and tracking of Inventory",
            "Finished goods inventory reduction by 25%",
            "Continuous reduction in manufacturing cycle time and increase in machine utilization",
            "Reduction in paper work by 70% due to online processes",
            "CRM module helps in quick tracking of customer complaints",
            "System has reliable data entered through trained users and the use of authorization processes",
            "Secured centralized access to information"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },
 
      {
        "id": "case-study-7",
        "mainCategory": "Transformation",
        "subCategory": "Infor",
        "vertical": "Aquaculture",
        "title": "Fisheries Major in KSA Successfully Implements Infor LN FP5 across 50 Retail Units",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Aquaculture",
          "projectLocation": "Kingdom of Saudi Arabia",
          "engagementSince": "2007",
          "solutionSnapshot": [
            "Integration of sales process between POS and Corporate Headquarters",
            "Developed a .Net based POS solution to meet client specific requirement",
            "Accessible from Touch Screen Devices",
            "Use of Centralized Price List",
            "Drilled Down MIS Reports",
            "Automatic Replenishment Planning"
          ]
        },
        "customerBrief": {
         "description": "The Company distributes fresh, frozen and canned Marine products as per international quality standards and specifications across various locations in the Middle East. This is a public private partnership company with the Government of Saudi Arabia holding 40% capital share. The company owns an industrial base equipped with latest technologies for preparing and delivering fresh, frozen and value added products. They also have an integrated Fish & Shrimp Farm that hosts a state of the art processing plant to meet the demands of local as well as international markets.",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "The customer needed a partner who understood the global retail food industry, with emphasis on frozen marine products. The wish list was to automate the entire value chain, right from raw material procurement to the point of sales terminals spanning across various geographical regions. The current system required significant manual intervention due to partial coverage of business processes. The manual processes that needed automation were:",
          "businesscaseList": [
            "Daily reconciliation of collections at various outlets",
            "POS operations",
            "Stock replenishment and tracking of incoming material at various retail shops",
            "Price list prepared by the head office was maintained in hard copies at various retail outlets, which made the sales process vulnerable to costly errors and longer work-in-process"
          ]
        },
        "challenges": {
          "description": "The significant number of manual processes carried out by the customer posed a major challenge during the implementation of the new system. Activities like gap fit analysis, requirement gathering, design, development, customization and integration had to be carried out for majority of the business processes now being automated. Another challenge was the integration of a large number of POS outlets spread across diverse geographical regions. GITL, with its expertise in ERP consultation and implementation was able to skillfully handle the situation and deliver the solution to meet client’s requirement.",
          "keyChallenges": [
            ""    
        ]
        },
        "solution": {
          "description": "Godrej Infotech Ltd. (GITL) was selected as the partner for upgrading the existing ERP system by adding new modules including development of POS solution and enhancing earlier modules. The solution developed by GITL had the following features:",
          "features": [
            "Seamless integration with the existing Infor BaaN ERP system",
            "Ease of deployment and use on touch screen enabled devices",
            "Can be scaled up to multiple POS terminals in a single shop",
            "Centrally controlled price list across all shops",
            "Automatic replenishment planning for individual retail shops"  
        ]
         
        },
        "benefits": {
          "description": "Post implementation, there has been a 360 degree turnaround in the efficiency of the customer’s business operations. The new system brings with it multiple benefits such as:",
          "list": [
            "Automatic updating of shop activities saves valuable working time thus improving productivity and enhancing business transaction accuracy",
            "Improved inventory management and cash flow generation through effective liquidation of goods nearing expiry by launching attractive promotion schemes which are pre-defined in the system",
            "Information is readily available to generate MIS report to assess the product wise / product category wise performance in terms of sales and profitability",
            "Lot tracking and control module leads to superior stock control",
            "Standardization of POS terminal hardware across all shop location"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-8",
        "mainCategory": "Transformation",
        "subCategory": "Infor",
        "vertical": "Manufacturing",
        "title": "India's Established Manufacturer and Distributor for Oil Field Equipments and Related Services Implements Infor LN FP 10.4 Across 3 Locations",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Manufacturing",
          "projectLocation": "India",
          "engagementSince": "2015",
          "solutionSnapshot": [
            "Multi- location implementation with India localization",
            "In-house Instrument Calibration",
            "Bonded Warehouse Functionality Customization",
            "On-Going Application Support"
          ]
        },
        "customerBrief": {
         "description": "The client is an ISO 9001:2008 certified company specializing in state-of-the-art manufacturing of oil field equipments such as BOP Control Units, Test Units, Water Blaster, Flanges, Crosses, Tees, Ring Joint Gaskets, Adapters and Spacer Spools. Their products consistently meet or exceed the API – 6A, 16A, 16C and 16D specifications. The manufacturing facility is spread over 10 acres and also includes production of sword armors, handicrafts, and retailing of licensed Hollywood props. In addition to manufacturing units in India, the client also has a modern trading facility in the Middle East.",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "The client was already using an ERP solution for their ad-hoc needs. They were facing multiple issues in their day-to-day operations such as:",
          "businesscaseList": [
            "Use of Excel for carrying out daily transactions.",
            "No proper control on inventory.",
            "No integration with finance functions.",
            "No proper traceability of transactions.",
            "Lack of proper product costing.",
            "Manual processes for bonded warehouse transactions.",
            "Lack of discipline amongst users for standardizing system processes.",
            "Overall operation costs were difficult to track and maintain."
          ]
        },
        "challenges": {
          "description": "An implementation of this scale was successful due to the continuous support provided by the key stakeholders and senior management members from both, the client organization and Godrej Infotech Limited. Some of the roadblocks faced were due to the following:",
          "keyChallenges": [
            "Customer’s bitter experience of earlier 2 ERP implementations",
            "Implementation to be done in multiple companies with diversified products and different processes"    ,
            "Acceptability by key users for system oriented functioning"
        ]
        },
        "solution": {
          "description": "The client was looking for a comprehensive enterprise solution that could be deployed at all of its 3 locations. Infor LN FP 10.4 was selected as the most appropriate product with all the latest features that could meet the needs of this client. Godrej Infotech Limited (GITL) was selected as the preferred implementation partner, due to its successful relationship with Infor since 2003. The solution included:",
          "features": [
            "Implementation of Infor FP 10.4 (India Localization) with Infor BI Reporting, Ming.le and ION Workflow",
            "Quality Module – API Certification Requirement (American Petroleum Institute) for In-process, Incoming and Final Inspections",
            "Non Conformance Reports (NCR) and Corrective and Preventive Actions (CAPA) implementation in order to handle the rejection process"  
        ]
         
        },
        "benefits": {
          "description": "Once implemented, the benefits of this Infor solution have been tremendous. Some of the highlights are:",
          "list": [
            "Better inventory control",
            "Reduction in duplication of data entry",
            "High operational efficiency",
            "Better control on material movement within various shops",
            "Better product costing information derived from the system"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-8",
        "mainCategory": "Transformation",
        "subCategory": "Infor",
        "vertical": "Manufacturing",
        "title": "India's Established Manufacturer and Distributor for Oil Field Equipments and Related Services Implements Infor LN FP 10.4 Across 3 Locations",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Manufacturing",
          "projectLocation": "India",
          "engagementSince": "2015",
          "solutionSnapshot": [
            "Multi- location implementation with India localization",
            "In-house Instrument Calibration",
            "Bonded Warehouse Functionality Customization",
            "On-Going Application Support"
          ]
        },
        "customerBrief": {
         "description": "The client is an ISO 9001:2008 certified company specializing in state-of-the-art manufacturing of oil field equipments such as BOP Control Units, Test Units, Water Blaster, Flanges, Crosses, Tees, Ring Joint Gaskets, Adapters and Spacer Spools. Their products consistently meet or exceed the API – 6A, 16A, 16C and 16D specifications. The manufacturing facility is spread over 10 acres and also includes production of sword armors, handicrafts, and retailing of licensed Hollywood props. In addition to manufacturing units in India, the client also has a modern trading facility in the Middle East.",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "The client was already using an ERP solution for their ad-hoc needs. They were facing multiple issues in their day-to-day operations such as:",
          "businesscaseList": [
            "Use of Excel for carrying out daily transactions.",
            "No proper control on inventory.",
            "No integration with finance functions.",
            "No proper traceability of transactions.",
            "Lack of proper product costing.",
            "Manual processes for bonded warehouse transactions.",
            "Lack of discipline amongst users for standardizing system processes.",
            "Overall operation costs were difficult to track and maintain."
          ]
        },
        "challenges": {
          "description": "An implementation of this scale was successful due to the continuous support provided by the key stakeholders and senior management members from both, the client organization and Godrej Infotech Limited. Some of the roadblocks faced were due to the following:",
          "keyChallenges": [
            "Customer’s bitter experience of earlier 2 ERP implementations",
            "Implementation to be done in multiple companies with diversified products and different processes"    ,
            "Acceptability by key users for system oriented functioning"
        ]
        },
        "solution": {
          "description": "The client was looking for a comprehensive enterprise solution that could be deployed at all of its 3 locations. Infor LN FP 10.4 was selected as the most appropriate product with all the latest features that could meet the needs of this client. Godrej Infotech Limited (GITL) was selected as the preferred implementation partner, due to its successful relationship with Infor since 2003. The solution included:",
          "features": [
            "Implementation of Infor FP 10.4 (India Localization) with Infor BI Reporting, Ming.le and ION Workflow",
            "Quality Module – API Certification Requirement (American Petroleum Institute) for In-process, Incoming and Final Inspections",
            "Non Conformance Reports (NCR) and Corrective and Preventive Actions (CAPA) implementation in order to handle the rejection process"  
        ]
         
        },
        "benefits": {
          "description": "Once implemented, the benefits of this Infor solution have been tremendous. Some of the highlights are:",
          "list": [
            "Better inventory control",
            "Reduction in duplication of data entry",
            "High operational efficiency",
            "Better control on material movement within various shops",
            "Better product costing information derived from the system"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-9",
        "mainCategory": "Transformation",
        "subCategory": "Infor",
        "vertical": "Manufacturing",
        "title": "Europe's Leading Machine Manufacturer Automates Operations with Integrated Infor LN 10.4 Solutions",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Manufacturing",
          "projectLocation": "Romania",
          "engagementSince": "2015",
          "solutionSnapshot": [
            "Barcode Scanning",
            "Infor Ming.le Workflows",
            "Management Summary Reports",
            "External System Integration"
          ]
        },
        "customerBrief": {
         "description": "The client is a renowned name in the machine tools industry, having started out as a manufacturer of small and medium size grinding machines. Since then, it has diversified into many different product lines, including CNC machine tools, parts and subassemblies for marine life saving equipments and other items used in the energy, power generation and allied industries. The client is involved in a wide range of metalworking operations such as grinding, assembly, welding, milling, turning, painting and shot blasting.",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "The client was running a home grown IT system based on ad-hoc needs. Primary systems used were Microsoft Excel and e-mail, which led to huge operational inefficiencies. Majority of the issues faced were related to:",
          "businesscaseList": [
            "Lack of business integration",
            "Data inaccuracy",
            "Insufficient production planning",
            "Product manufacturing cost calculations",
            "Project and sales tracking",
            "Inventory management"
          ]
        },
        "challenges": {
          "description": "A number of challenges were faced due to the complex nature of interfaces with external barcode and CAD systems. Other challenges were related to introduction of new concepts and their acceptance from client such as routing, manufacturing projects, service, asset creation and monitoring throughout asset life. GITL consultants were also trained to overcome language barriers with some users who were not conversant in English.",
          "keyChallenges": [
            ""
        ]
        },
        "solution": {
          "description": "Deployment of an integrated enterprise-wide system was recommended as the solution to address the client's pain areas. Infor LN 10.4 was selected as the most suitable product to use, since it was already implemented in other business areas. The client was aware of successful implementations of Infor LN by GITL at similar European organizations, and hence selected us as the implementation partner for this project. The solution provided by GITL includes:",
          "features": [
            "Integrated ERP LN solution with process and data flow between Finance, Purchase, Sales, Inventory and Planning functions.",
            "Integration with Solid Works - the client's existing 3D CAD software.",
            "Preparation of detailed and summary reports to aid management decision making.",
            "Infor Ming.le workflows such as Purchase RFQ approval.",
            "Infor Ming.le alerts to notify managers as and when triggers occur."
        ]
         
        },
        "benefits": {
          "description": "The benefits of using Infor LN FP 10.4 experienced by the client are as follows:",
          "list": [
            "Better control on manufacturing processes especially for customized items.",
            "Simplification of approval processs",
            "Increased speed and accuracy of transactions and workflows.",
            "Efficient planning of shop floor / purchase orders with respect to the sales delivery dates.",
            "Service/ preventive maintenance planning and monitoring has been simplified and automated."
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-10",
        "mainCategory": "Transformation",
        "subCategory": "Infor",
        "vertical": "Manufacturing & Distribution",
        "title": "Global Leader in Capital Goods Successfully Implements Infor LN 10.4 in India",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Manufacturing & Distribution",
          "projectLocation": "India",
          "engagementSince": "2017",
          "solutionSnapshot": [
            "Number of users: 800+",
            "Single click data migration from Baan IVc4 to Infor 10.4",
            "Compliance to India localization",
            "Zero “Source Code” customization",
            "Common business model at core location for roll-out across other units"
          ]
        },
        "customerBrief": {
         "description": "The organization is one of the largest industrial companies in the capital goods sector with 12 brands, 64 manufacturing plants & 48 R&D centers. It has presence in more than 190 countries, with a workforce of more than 71,000 people. In India, it specializes in agriculture equipment, construction & financial services.",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "The organization was facing many challenges with regards to the existing legacy software system. The objectives for the new implementation were as follows:",
          "businesscaseList": [
            "Common business processes across locations",
            "Uniform master data",
            "Minimize existing 500+ customizations",
            "Alignment with latest software release"
          ]
        },
        "challenges": {
          "description": "",
          "keyChallenges": [
            "Lack of integrated system resulted in uncoordinated Engineering, Production, Sales & Purchase processes",
            " Difficulty in tracking of Engine and Tractor number on assembly line as per VIN (Vehicle Identification Number) standard"
        ]
        },
        "solution": {
          "description": "The solution offered by Godrej Infotech involved the implementation of Infor LN 10.4 at the organization’s manufacturing units at Noida & Pune in India with the Sales, Planning, Procurement, Warehouse, Manufacturing, Service & Finance modules. Multiple interfaces have been developed for integration of ERP LN with third party systems for better transparency. Following enhancements have been implemented:",
          "features": [
            "EDM (Engineering Data Management)",
            "Direct Deliveries",
            "Plant Maintenance",
            "Service",
            "Infor OS – Alerts & Workflows",
            "Infor Warehouse Mobility",
            "EDW – Global interface with parts data warehouse",
            "WPS – Interface with purchase contracts system",
            " CSPS (Common Spare Parts System) – Interface for forecasting & planning functions"
        ]
         
        },
        "benefits": {
          "description": "The benefits of using Infor LN FP 10.4 experienced by the client are as follows:",
          "list": [
            "Increase in process efficiency due to automation of process flow ",
            "Better control on inventory and processes",
            "Integration with other software ensures fairness and transparency"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-11",
        "mainCategory": "Transformation",
        "subCategory": "Microsoft Dynamics",
        "vertical": "Manufacturing",
        "title": "Leading Indian Refiner of Precious Metals Successfully Upgrades from Microsoft Dynamics NAV 2013 to NAV 2016",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Manufacturing",
          "projectLocation": "India",
          "engagementSince": "2019",
          "solutionSnapshot": [
            "NAV 2013 to 2016 upgrade",
            "Metal inventory management",
            "Customer metal accounting",
            "Quality assurance",
            "Successful go-live amid COVID-19 lockdown",
            "Post go live support done remotely with the help of Microsoft Teams"
          ]
        },
        "customerBrief": {
         "description": "The Customer is a leading refiner of precious metals & manufacturer of precious metal catalysts. Over the years, they have progressed from refining and fabrication activities to being a comprehensive full service provider. A quality conscious organization, they are on the London Platinum and Palladium Market (LPPM) good delivery list, and have received accreditation from ISO and the National Accreditation Board for Testing and Calibration Laboratories (NABL).",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "The Customer was using NAV 2013 which is currently not supported by Microsoft. Hence, they were looking to upgrade to NAV 2016 for using new standard features and building enhancements related to:",
          "businesscaseList": [
            "GST & e-invoicing",
            "Inventory valuation and tracking",
            "Metallurgy specific business processes"
          ]
        },
        "challenges": {
          "description": "",
          "keyChallenges": [
            "Not able to track material in production process",
            "Inefficient metal credit management",
            "Ineffective sales order and warehouse processing"
        ]
        },
        "solution": {
          "description": "Following enhancements were done as part of this project for the",
          "features": [
            "Automation of Customer’s metal credit & metal accounting process",
            "End-to-end batch & lot tracking of Customer material",
            "Automation of quality checking at various stages of production"
        ]
         
        },
        "benefits": {
          "description": "",
          "list": [
            "Real time and seamless tracking of Customer’s material throughout the production process",
            "Improved metal credit management with real time tracking of Customer’s metal balances",
            "Precise stock movement across departments during the production process",
            "30% increase in sales order processing efficiency",
            "60% increase in warehouse inventory processing efficiency",
            "40% increase in location, bin, and metal wise inventory visibility & reporting efficiency",
            "60% improvement in data analysis",
            "40% improvement in Customer's metal credit calculations",
            "40% saving in time & effort in monthly MIS preparation",
            "700 man-hours savings per month using Metal Wise Inventory Management feature in NAV 2016"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-12",
        "mainCategory": "Transformation",
        "subCategory": "Microsoft Dynamics",
        "vertical": "Trading and Distribution",
        "title": "Saudi Arabia’s Leading Industrial Automation Solution Provider",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Trading of Building & Construction Material",
          "projectLocation": "Kingdom of Saudi Arabia",
          "engagementSince": "2020",
          "solutionSnapshot": [
            "MS Dynamics CRM",
            "Integration with MS Dynamics GP"
          ]
        },
        "customerBrief": {
         "description": "The Customer organization supplies piping products and fittings for hot and cold-water piping systems along with sanitary distribution. Their primary product is PP-R pipes (Polypropylene Random Copolymer) that are manufactured with highly advanced technologies as per European standards. The organization also manufactures and distributes cast pallet-wrap stretch film to the global market.",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "They were looking for a CRM solution that could integrate with their existing Microsoft Dynamics GP ERP. Secondly, the organization has a sales team of over 50 people. The requirement was to track the movement of the sales staff on the field. In the current process, the sales persons visit the Customer and write down the details on paper, after which they go to the warehouse and enter the details in the system. With the mobile enabled CRM solution, they will now be able to enter the details during their Customer visit itself, thus saving time and resources for other productive activities.",
          "businesscaseList": [
            ""

          ]
        },
        "challenges": {
          "description": "UAT has been conducted smoothly despite the remote way of working due to COVID – 19. Other challenges were:",
          "keyChallenges": [
            "Vendor finalization between Maplytics and QuickMaps was a challenge",
            "Integration between GP and Dynamics 365 for Sales Professional was a challenge since GP was managed by a different vendor"
        ]
        },
        "solution": {
          "description": "",
          "features": [
            "Integration with Dynamics GP ERP forCustomer, Inventory and Payment Information",
            "Standard CRM reports with layout, logos and font as per Customer requirements",
            "Location tracking of sales team to ensure adherence to policies and protocolss",
            "Power automate has been used effectively in the implementation of this project",
            "Successful implementation of addon product “Maplytics”",
            "The project was planned to be executed in a short time frame of 85 days"
        ]
         
        },
        "benefits": {
          "description": "",
          "list": [
            "Earlier manual process has been automated",
            "Reports are now available on real-time dashboards by virtue of the ERP-CRM integration",
            "Easy tracking of the sales team on the field",
            "Increase in productivity for sales staff"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-13",
        "mainCategory": "Transformation",
        "subCategory": "Microsoft Dynamics",
        "vertical": "Facility Management",
        "title": "Leading Conglomerate in the Middle East Goes Live with MS Dynamics Business Central SaaS Solution",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Facility Management",
          "projectLocation": "Kingdom of Saudi Arabia, Dubai, Abu Dhabi)",
          "engagementSince": "2020",
          "solutionSnapshot": [
            "MS 365 Business Central SaaS Model for handling all business process",
            "Consolidation of business unit and financial reporting",
            "Single system to avoid duplication between departments",
            "Integration between HR & Payroll with 3rd party Attendance system",
            "100% offsite execution"
          ]
        },
        "customerBrief": {
         "description": "The Customer is a large holding group having diversified businesses in the Middle East such as real estate development, contracting and infrastructure, building solutions and financial services. The company deals in long term Public Private Partnerships / Infrastructure in the form of Build Transfer Operate & Build Own Operate Transfer projects such as airports, schools, hospitals, housing projects and water plants. ",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "The company was using multiple software & manual processes to run the business operations of various business entities across the group.",
          "businesscaseList": [
            ""

          ]
        },
        "challenges": {
          "description": "UAT has been conducted smoothly despite the remote way of working due to COVID – 19. Other challenges were:",
          "keyChallenges": [
           "Incomplete visibility of business operations",
            "Difficulty in managing multiple legal entities at various locations ",
            "Duplication of manual work",
            "Fragmented financial entries and long TAT for reporting "
         ]
        },
        "solution": {
          "description": "Godrej Infotech was selected for this implementation due to its detailed product demonstration during the pre-sales phase which fulfilled all of the Customer requirements. Highlights of the solution provided are:",
          "features": [
            "SAAS based implementation of Microsoft Dynamics Business Central along with KSA GITL Add-on HR & Payroll Solution",
            "Implementation of a reputable reporting framework to facilitate the aggregation of subsidiaries and joint ventures into any desired hierarchies",
            "Dashboard for top management",
            "Notification for document approval as per approval matrix",
            "Automatic punching of employee attendance due to smooth & efficient integration between Business Central & bio-time attendance machine"
        ]
         
        },
        "benefits": {
          "description": "",
          "list": [
            "Real time inventory visibility to key users",
            "Efficiency of material requisition & approval process has increased by 66%",
            "79% reduction in time taken for purchase order & approval process",
            "60% increase in productivity of purchase receiving and invoicing process"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-14",
        "mainCategory": "Transformation",
        "subCategory": "Microsoft Dynamics",
        "vertical": "Manufacturing & Distribution",
        "title": "Leading Dairy Manufacturer Successfully Implements Advanced WMS Solution of Microsoft Dynamics 365 - Finance & Supply Chain",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Manufacturing & Distribution",
          "projectLocation": "Kingdom of Saudi Arabia",
          "engagementSince": "2020",
          "solutionSnapshot": [
            "MS Dynamics D365",
            "Advanced warehouse management system",
            "Integration with legacy systems such as DMAS",
            "Successful UAT done through remote working due to the Covid-19 pandemic"
          ]
        },
        "customerBrief": {
         "description": "The Customer is a multinational cooperative and is one of the largest producers of dairy products in the world. They produce & distribute milk products including a variety of butter & cheese under different brands worldwide. The company also develops and manufactures milk-based ingredients, primarily functional and nutritional milk proteins, bioactive phospholipids, minerals, permeate and lactose for the food industry.",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "The organization was using D365 – Finance & Supply Chain for managing their business operations. To optimize their warehouse operations, INFOR WMS was implemented and integrated with the ERP system in one of the distribution warehouses. Godrej Infotech suggested to the Customer that the Advanced WMS solution of Dynamics 365 can help in organising their warehouses while eliminating the need for integration and separate licensing of software. The organization has more than 15 distribution warehouses. They also own a fleet of vans and trucks for managing sales. The requirement was:",
          "businesscaseList": [
            "To track and monitor the movement of inventory throughout the life cycle",
            "Ensure that products are sold as per FEFO (First expiry first out) criteria",
            "Optimizing warehouse operations for minimizing manual efforts and eliminating errors",
            "Designing of warehouse layout and locations based on the temperature conditions and product type",
            "Physical tracking of inventory batches to monitor shelflife",
            "Handling of customer returns and claims"
          ]
        },
        "challenges": {
          "description": "",
          "keyChallenges": [
            "Manual  warehouse operations",
            "Difficulty in tracking inventory batches"
        ]
        },
        "solution": {
          "description": "Since Godrej Infotech Ltd. (GITL) had completed the earlier implementation of Dynamics 365, they were selected to design and develop a robust, agile, simple and easy to implement advanced warehousing solution. Highlights of the solution provided are:",
          "features": [
            "Optimal design and layout of warehouse locations",
            "Integration with other legacy system such as DMAS",
            "Configuration of portable handheld devices for warehouse work execution",
            "Physical tracking and monitoring of inventory with actual batch numbers and shelf life",
            "Ensuring the picking of items as per FEFO strategy",
            "Standard and customized reports with layout and font as per Customer requirements"
        ]
         
        },
        "benefits": {
          "description": "",
          "list": [
            "Earlier manual process in warehouse have been automated",
            "Structured, well planned and defined warehouse locations minimizing the movement of workers and efforts in picking routes",
            "Physical tracking of inventory batches is now a reality and shelf life management is possible",
            "Scannable labels and reports are now available for ease and efficient warehouse operations",
            "Real-time and easy tracking of inventory"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-15",
        "mainCategory": "Transformation",
        "subCategory": "Microsoft Dynamics",
        "vertical": "Manufacturing",
        "title": "Multi-Year MS Dynamics NAV Support for Leading Global Tire Manufacturing Organization",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Manufacturing",
          "projectLocation": "Global",
          "engagementSince": "2016",
          "solutionSnapshot": [
            "Support as per US time zone",
            "Additional programming to accommodate warranty process",
            "National account auto-processing",
            "Integration with: Salesforce, WMS (Warehouse Management System), TMS (Transport/ Freight Management System)"
          ]
        },
        "customerBrief": {
         "description": "Customer is a tire manufacturing company headquartered in USA with offices in Europe, USA, Netherlands and India. With experience spanning across 6 decades, the organization, today, has an active presence in 120 countries. Specializing in the development, manufacture and sale of Agricultural, Forestry, Industrial and OTR tires worldwide, it is recognized as an emerging market leader of Off-Highway Tires (OHT).",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "The Customer was looking for IT support services for their MS Dynamics NAV 2016 application, since their business in the US market is primarily supported by MS Dynamics NAV 2016 along with multiple third-party integrations.",
          "businesscaseList": [
            ""

          ]
        },
        "challenges": {
          "description": "",
          "keyChallenges": [
            "Discrete processes across subsidiaries.",
            "Inefficient manpower utilization",
            "Manual sales process"
        ]
        },
        "solution": {
          "description": "Godrej Infotech Ltd. (GITL) was selected for providing rollout and support services to the customer. This is a five year support contract which includes functional and technical resources that work as per US time zone. Following best practices have been followed for the smooth delivery of support services:",
          "features": [
            "Ticket based issue resolution",
            "Functional specifications are prepared for development service requests",
            "Testing is done in development server and test documents are prepared and verified before promotion to production server",
            "Solution upgrade testing is done with end-to-end scenarios for various business units",
            "Special provision for month-end and year-end support"
        ]
         
        },
        "benefits": {
          "description": "",
          "list": [
            "Uniform processes across subsidiaries",
            "Third party integration for automating the sales process from order to invoice",
            "25% increase in manpower utilization",
            "30% cost reduction due to standardized process across subsidiaries"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-16",
        "mainCategory": "Transformation",
        "subCategory": "Microsoft Dynamics",
        "vertical": "Retail",
        "title": "Leading Café Chain in the Middle East Successfully Integrates NAV 2016 with Foodics",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Retail",
          "projectLocation": "Kingdom of Saudi Arabia",
          "engagementSince": "2021",
          "solutionSnapshot": [
            "Integration using Cloud technology",
            "Improvement in system performance",
            "Upgrade to V5 version of Foodics API",
            "Compatible with higher version of Business Central Online in SAAS Platform"
          ]
        },
        "customerBrief": {
         "description": "The Customer is one of the most popular cafes in Saudi Arabia with more than 33 drive through locations. A firm believer in providing high-quality products, along with the finest quality of Arabic coffees, they also serve ice-cream, smoothies, iced tea, lemonade, cream freeze frappes and more. All their products are made in-house and pass through several quality checks before being presented before the Customers. ",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "Customer wanted to have seamless & automated integration keeping in view of compatibility to the higher version of NAV in cloud as well on-prem platform.",
          "businesscaseList": [
            ""

          ]
        },
        "challenges": {
          "description": "The organization was facing issues with the integration between the NAV and Foodics system since the time taken for data transfer from Foodics to NAV was very high, sometimes even over an hour.",
          "keyChallenges": [
            ""
        ]
        },
        "solution": {
          "description": "We automated the entire process so that there could be seamlessly integration between the Foodics and NAV applications. The team was quick to respond and re-architected the integration piece by using cloud technology. The system is also compatible with higher version of Business Central Online in SAAS Platform which will help if the Customer wishes to expand and upgrade in the future. ",
          "features": [
            ""
        ]
         
        },
        "benefits": {
          "description": "",
          "list": [
            "Increase in high volume data transaction process per minute",
            "High Performance",
            "Reduced IT Infra & Maintenance Cost",
            "Security Enhancement",
            "Centralized Server Based Solution"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-17",
        "mainCategory": "Transformation",
        "subCategory": "Microsoft Dynamics",
        "vertical": "Manufacturing",
        "title": "India’s Leading Manufacturing, Distribution & Testing Provider Successfully Implements D365 Business Central Online ",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Manufacturing",
          "projectLocation": "India",
          "engagementSince": "2021",
          "solutionSnapshot": [
            "First of its kind business model",
            "Rapid development of D365 Business Central Online",
            "100% offshore implementation",
            "Supply planning module"
          ]
        },
        "customerBrief": {
         "description": "Organization is a part of 115+ years old business group based out of Bhopal. Firm believers in ethical business, they ensure that their values remain intact and that they provide the most satisfying supplies to the consumers. The company today has automated and semi-automated, modern manufacturing and advanced testing facilities in India, Sri Lanka, Philippines, and Nepal.",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "The order fulfillment across the entire supply chain network was developed in SAP and was so far being controlled and managed by the organization’s customer.",
          "businesscaseList": [
            ""

          ]
        },
        "challenges": {
          "description": "Our customer wanted to replace it to meet their own requirements and have more control on supply planning rather than being driven by their customer. To solve this, we have now implemented a first of its kind business model, wherein supply chain planning has been implemented by the organization itself with real time visibility of inventory availability across order networks.",
          "keyChallenges": [
            ""
        ]
        },
        "solution": {
          "description": "This has been a 100% offshore implementation for the manufacturing unit in Philippines. We have developed the following features:",
          "features": [
            "Supply planning module so that the organization can be well prepared to meet the forecasted demand",
            "Quality module for inventory tracking",
            "Localization - VAT (Value Added Tax)",
            "Weigh bridge Integration",
            "Workflows",
            "Inbound to outbound end to end Inventory item tracking"
        ]
         
        },
        "benefits": {
          "description": "",
          "list": [
            "Improved User Experience ",
            "Increased Operational Agility",
            "Reduced Cost",
            "Multitasking for teams and individual users"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-18",
        "mainCategory": "Transformation",
        "subCategory": "Microsoft Dynamics",
        "vertical": "Trading",
        "title": "Leading Tyre Trading Organization in the Middle East Successfully Deploys Web-based, On-Premise Microsoft D365 Business Central with Servers on Azure",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Trading",
          "projectLocation": "Kingdom of Saudi Arabia",
          "engagementSince": "2021",
          "solutionSnapshot": [
            "Cloud hosting of servers on Azure",
            "Godrej infotech’s KSA Payroll Module",
            "e-Invoicing solution for ZATCA compliance",
            "Automation of procure-to-pay process",
            "Location, Batch and Bin-wise Inventory Management"
          ]
        },
        "customerBrief": {
         "description": "The Organization is one of the leading rig movers in the Kingdom of Saudi Arabia (KSA). They have multiple lines of business such as rental services for supplying rig move trucks, heavy equipment, diesel tankers, water tankers and manpower. One of these is the tyre trading business in Dammam for which we have implemented this project. ",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "Manual Processes were getting tedious , so customer decided to automate operations.",
          "businesscaseList": [
            ""

          ]
        },
        "challenges": {
          "description": "Customer was running the business through manual processes for inventory, finance & payroll.",
          "keyChallenges": [
            ""
        ]
        },
        "solution": {
          "description": "We recommended a hybrid deployment of web-based, on-premise Microsoft Dynamics Business Central with servers hosted on Azure cloud. Highlights of this solution are:",
          "features": [
            "Automation of Supply Chain, Finance & KSA Payroll",
            "Entire procure-to-pay process has been automated",
            "e-Invoicing module as per the requirements of ZATCA",
            "Features such as sales commission calculation & inventory tracking"
        ]
         
        },
        "benefits": {
          "description": "",
          "list": [
            "Time & cost savings",
            "Productivity improvementsy",
            "Scalable system that can meet future requirements"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-19",
        "mainCategory": "Transformation",
        "subCategory": "Microsoft Dynamics",
        "vertical": "Manufacturing",
        "title": "Leading Group of Electrical & Electronic Manufacturing Companies in Kingdom of Saudi Arabia Successfully Implements Microsoft D365 Finance & Operations",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Manufacturing",
          "projectLocation": "Kingdom of Saudi Arabia",
          "engagementSince": "2019",
          "solutionSnapshot": [
            "Integrated system of 5 legal entities",
            "Consolidation of financial data",
            "Availability of group as well as individual level reports",
            "Profit & loss statement and balance sheets"
          ]
        },
        "customerBrief": {
         "description": "The Company is a leading group of manufacturing companies. Their portfolio of products include KWH Meters, Moulded Case Circuit Breakers (MCCB’s), Air Circuit Breakers (ACBs), Switchgears, and Electromechanical Transformers. The factory is spread across 10,000 square meters and is located at New Industrial City in Riyadh. It contains state-of-the-art equipment for manufacturing high accuracy measuring and protection equipment.",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "The requirement was for a system that could easily help them determine the cost of items they manufacture along with the revenue margins. They were also looking for recommendations & suggestions of new ways of working that could streamline their business processes & bring about automation.",
          "businesscaseList": [
            ""

          ]
        },
        "challenges": {
          "description": "The organization was using MS Dynamics AX 2012 R2 for the last 6 years for managing the operations and finances for 3 of its legal entities & 2 were on other legacy systems.",
          "keyChallenges": [
            ""
        ]
        },
        "solution": {
          "description": "Godrej Infotech stepped in to understand the challenges faced by the Customer. A business study workshop was conducted, based on which a proposed solution was documented and presented. Highlights of the solution are:",
          "features": [
            "Business function-wise assessment snapshots",
            "Implementation of the D365 Finance & Operations ERP",
            "Cost-effective approach for implementation and rollout using the 100% offshore implementation methodology",
            "Consolidated reports for quick management review and decisions"
        ]
         
        },
        "benefits": {
          "description": "",
          "list": [
            "Time & cost savings",
            "Scalable system ",
            "Proper calculation of product costing",
            "Real time inventory visibility",
            "Increased operational agility"
        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },

      {
        "id": "case-study-20",
        "mainCategory": "Transformation",
        "subCategory": "Microsoft Dynamics",
        "vertical": "Retail",
        "title": "Exclusive Distributor of Renowned Coffee Brand in Egypt and Saudi Arabia Implements cloud based D365 Finance, SCM and Commerce",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Retail",
          "projectLocation": "Kingdom of Saudi Arabia",
          "engagementSince": "2021",
          "solutionSnapshot": [
            "Single cloud system for SCM, Finance, Sales B2C, B2B, Trade & Call Center",
            "Management reporter tool",
            "Multiple system upgrades and maintenance"
          ]
        },
        "customerBrief": {
         "description": "The Customer is a Saudi Arabia & Egypt partner of a renowned coffee brand headquartered at Lausanne, Switzerland. It has created a World of Coffee Platform which strives to provide the ultimate experience to coffee lovers.",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "With 16 stores to manage, Customer was facing multiple challenges",
          "businesscaseList": [
            ""

          ]
        },
        "challenges": {
          "description": "",
          "keyChallenges": [
            "Maintenance of multiple systems Microsoft Dynamics GP, AX 2012 R3 and bespoke applications for CRM, e-commerce, and statutory compliance reporting across multiple locations",
            "High reliance on 3rd party system integrators",
            "Issues with retail processes related to store operations",
            "Standardization of business processes across Saudi & Egypt"
        ]
        },
        "solution": {
          "description": "GITL conducted system audit assessment of existing systems to understand the issues and challenges. Based of analysis a fresh implementation of D365 was recommended instead of upgrade approach. ",
          "features": [
            "Single cloud system for Finance, SCM, Commerce, Sales (B2C, B2B, Trade, Call Center)",
            "Real time data made available for quick decision making",
            "Consolidation of financial reporting by leveraging Management reporter tool",
            "Cost optimization with multiple system upgrades and maintenance"
        ]
         
        },
        "benefits": {
          "description": "",
          "list": [
            "Intercompany transactions reduced average",
            "Time take and probability of error",
            "On-hand inventory visibility ",
            "Easy switching between offline & online modes",
            "Inventory viability across stores",
            "Better data synchronization between head office and Stores",
            "Financial dimension control & analysis by dimension reporting",
            "Automatic posting of bank charges for retail sales"

        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      },
      {
        "id": "case-study-21",
        "mainCategory": "Transformation",
        "subCategory": "LS Retail",
        "vertical": "Travel Retail, Food and Beverages",
        "title": "Exclusive Distributor of Renowned Coffee Brand in Egypt and Saudi Arabia Implements cloud based D365 Finance, SCM and Commerce",
        "client": {
          "name": "",
          "industry": "",
          "location": "",
          "engagementSince": ""
        },
        "images": {
          "thumbnail": "",
          "detailPageImage": ""
        },
        "highlights": {
          "industry": "Retail",
          "projectLocation": "Kingdom of Saudi Arabia",
          "engagementSince": "2021",
          "solutionSnapshot": [
            "Single cloud system for SCM, Finance, Sales B2C, B2B, Trade & Call Center",
            "Management reporter tool",
            "Multiple system upgrades and maintenance"
          ]
        },
        "customerBrief": {
         "description": "The Customer is a Saudi Arabia & Egypt partner of a renowned coffee brand headquartered at Lausanne, Switzerland. It has created a World of Coffee Platform which strives to provide the ultimate experience to coffee lovers.",
            "BriefList": [
            "",
            "",
            "",
            ""
          ]
        },
        "businessCase": {
          "description": "With 16 stores to manage, Customer was facing multiple challenges",
          "businesscaseList": [
            ""

          ]
        },
        "challenges": {
          "description": "",
          "keyChallenges": [
            "Maintenance of multiple systems Microsoft Dynamics GP, AX 2012 R3 and bespoke applications for CRM, e-commerce, and statutory compliance reporting across multiple locations",
            "High reliance on 3rd party system integrators",
            "Issues with retail processes related to store operations",
            "Standardization of business processes across Saudi & Egypt"
        ]
        },
        "solution": {
          "description": "GITL conducted system audit assessment of existing systems to understand the issues and challenges. Based of analysis a fresh implementation of D365 was recommended instead of upgrade approach. ",
          "features": [
            "Single cloud system for Finance, SCM, Commerce, Sales (B2C, B2B, Trade, Call Center)",
            "Real time data made available for quick decision making",
            "Consolidation of financial reporting by leveraging Management reporter tool",
            "Cost optimization with multiple system upgrades and maintenance"
        ]
         
        },
        "benefits": {
          "description": "",
          "list": [
            "Intercompany transactions reduced average",
            "Time take and probability of error",
            "On-hand inventory visibility ",
            "Easy switching between offline & online modes",
            "Inventory viability across stores",
            "Better data synchronization between head office and Stores",
            "Financial dimension control & analysis by dimension reporting",
            "Automatic posting of bank charges for retail sales"

        ]
        },
        "meta": {
          "title": "",
          "description": "",
          "keywords": [
            "",
           ""
          ]
        },
        "downloadCTA": {
          "text": "Download Case Study",
          "url": "path-to-case-study-1-download.pdf"
        }
        
      }

    ]
  }